Repository: MaddTheSane/chicken
Catalog: cotvnc/Resources/mul.lproj/Preferences.xcstrings
Source language: en
Languages: fr, it, ja

# 75.title
source: Preferences
fr: Préférences
it: Preferenze
ja: 環境設定

# 79.title
source: Fullscreen Connection
fr: Mode Plein Ecran
it: Connessione Schermo Pieno
ja: フルスクリーン時

# 85.label
source: Fullscreen
fr: Plein Ecran
it: Pieno Schermo
ja: フルスクリーン

# 86.label
source: Performance
fr: Performances
it: Prestazione
ja: パフォーマンス

# 88.title
source: Windowed Connection
fr: En Connexion
it: Connessione Con Finestra
ja: 接続中のとき

# 89.headerCell.title
source: Shortcut
fr: Raccourcis
it: Scorciatoia
ja: ショートカット

# 96.label
source: Keyboard
fr: Clavier
it: Tastiera
ja: キーボード

# 105.title
source: Non-Connection Window
fr: Hors Connexion
it: Connessione Senza Finestra
ja: 接続中のウインドウが無いとき

# 129.title
source: Display scrollbars while in Fullscreen Mode
fr: Afficher des barres de défilement en mode plein écran
it: Visualizza barre di scorrimento in modalità Pieno Schermo
ja: フルスクリーンモードのときスクロールバーを表示

# 130.title
source: Autoscroll Speed
fr: Lent
it: Velocità Scorrimento
ja: オートスクロール速度

# 133.title
source: Fast
fr: Rapide
it: Veloce
ja: 高速

# 134.title
source: Display warning before entering Fullscreen Mode
fr: Afficher un avertissement avant de passer en mode plein écran
it: Visalizza avviso prima di passare in modalità Pieno Schermo
ja: フルスクリーンモードに切り替えるとき警告を表示

# 136.title
source: Updating as often as possible will produce the most responsive VNC session at the expense of heavy CPU usage and lots of network activity. Only updating manually uses minimal CPU and produces minimal network activity, but the session is only refreshed when you explicitly request it using the "Refresh Window" command.
fr: Rafraîchir aussi souvent que possible offrira la session la plus réactive, mais en consommant beaucoup de ressources processeur et en augmentant le trafic réseau. Rafraîchir manuellement uniquement consommera le moins de ressources processeur et produira le moins de trafic réseau, mais la session ne sera rafraîchie qu’en appelant explicitement la commande « Rafraîchir » du menu « Fenêtre »
it: Aggiornando il più possibile produrrà una risposta veloce nella sessione VNC ma impegna il processore ed il traffico internet. Solo se il refresh viene aggiornato manualmente (usando poi "Aggiorna Finestra") ci sarà un uso minimo del processore e più libertà nel scaricare e/o inviare dati.
ja: "できる限り頻繁に更新する" ともっともレスポンスがよくなりますが、CPU やネットワークに高い負荷をかけます。"手動で更新する"と負荷を最小限に抑えることができますが、"再描画" コマンドを使用しないと画面が更新されません。

# 137.title
source: Only update manually
fr: Rafraîchir manuellement uniquement
it: Aggiorna Manualmente
ja: 手動で更新する

# 138.title
source: All Other Connections
fr: Autres Connexions
it: Tutte le Altre Connessioni
ja: その他の ウインドウ

# 139.title
source: Update as often as possible
fr: Rafraîchir ausi souvent que possible.
it: Aggiorna il più possibile
ja: できる限り 頻繁に更新する

# 141.title
source: Frontmost Connection
fr: Connexion au premier plan
it: Connessione in Primo Piano
ja: 最も手前の ウインドウ

# 142.title
source: Enter a space to clear a key equivalent
fr: Entrez un espace pour supprimer un raccourci
it: Inserisci spazio per pulire un tasto equivalente
ja: キー割り当てを解除するには space を入力します

# 144.title
source: Keyboard equivalents for:
fr: Raccourcis clavier pour:
it: Tastiera equivalente per:
ja: キーの割り当て先：

# 145.title
source: Restore Defaults
fr: Valeurs par défaut
it: Rirpristina Stato Iniziale
ja: 初期値に戻す

# 94.headerCell.title
source: Description
it: Descrizione
ja: 説明

# 131.title
source: Slow
it: Lenta
ja: 低速
